---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.RebarContainerParameterManager
source: html/19e1022a-a759-bdc0-e209-9f820e0426b0.htm
---
# RebarContainerParameterManager Properties

Specifies whether the .NET object represents a valid Revit entity.